<!DOCTYPE html><html xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink">
<head>
<META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<meta content="text/html; charset=ISO-8859-1" http-equiv="Content-Type">
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<meta content="width=device-width, initial-scale=1 user-scalable=no" name="viewport">
<title>Introducci&oacute;n
al problema de la conciencia desde la filosof&iacute;a de la mente**</title>
<meta lang="es" name="keywords" content="conciencia,  mente,  filosof&iacute;a,  cerebro">
<meta name="Content-Language" content="es">
<meta name="author" content="Luis &Aacute;ngel Dur&aacute;n-Rivera">
<meta name="description" lang="es" content="Se aborda el problema de la conciencia desde la filosof&iacute;a de la mente exponiendo los enfoques filos&oacute;ficos en orden cronol&oacute;gico: desde el hilomorfismo aristot...">
<meta name="description" lang="en" content="The problem of consciousness is approached from philosophy of mind exposing the philosophical approaches in chronological order: from Aristotelean hylomorphi...">
<meta content="index,follow" name="robots">
<meta name="citation_title" content="Introducci&oacute;n
al problema de la conciencia desde la filosof&iacute;a de la mente**">
<meta name="citation_author" content="Luis &Aacute;ngel Dur&aacute;n-Rivera">
<meta name="citation_publication_date" content="2018">
<meta name="citation_journal_title" content="La Colmena">
<meta name="citation_issue" content="99">
<meta name="citation_firstpage" content="55">
<meta name="citation_lastpage" content="69">
<meta name="citation_pdf_url" content="https://www.redalyc.org/journal/4463/446357678005/446357678005.pdf">
<meta name="citation_reference" content="citation_title=Metaf&iacute;sica (Libro VII); citation_author=Arist&oacute;teles; citation_publication_date=1994; citation_publisher=Gredos">
<meta name="citation_reference" content="citation_title=Psicolog&iacute;a desde un punto de vista emp&iacute;rico; citation_author=Brentano Franz; citation_publication_date=1935; citation_publisher=Revista de Occidente">
<meta name="citation_reference" content="citation_title=Cuerpo y mente; citation_author=Campbell Keith; citation_publication_date=1987; citation_publisher=UNAM">
<meta name="citation_reference" content="citation_title=La mente consciente. En busca de una teor&iacute;a fundamental; citation_author=Chalmers David J.; citation_publication_date=1999; citation_publisher=Gedisa">
<meta name="citation_reference" content="citation_title=Philosophy of Mind. Classical and Contemporary Readings; citation_author=Chalmers David J.; citation_publication_date=2002; citation_publisher=Oxford University Press">
<meta name="citation_reference" content="citation_title=Sentir lo que sucede. Cuerpo y emoci&oacute;n en la f&aacute;brica de la consciencia; citation_author=Damasio Antonio; citation_publication_date=2000; citation_publisher=Editorial Andr&eacute;s Bello">
<meta name="citation_reference" content="citation_title=Discurso del m&eacute;todo; citation_author=Descartes Ren&eacute;; citation_publication_date=2011a; citation_publisher=Gredos">
<meta name="citation_reference" content="citation_title=Las pasiones del alma; citation_author=Descartes Ren&eacute;; citation_publication_date=2011b; citation_publisher=Gredos">
<meta name="citation_reference" content="citation_title=Tratado del hombre; citation_author=Descartes Ren&eacute;; citation_publication_date=2011c; citation_publisher=Gredos">
<meta name="citation_reference" content="citation_title=Mente y cerebro; citation_author=Garc&iacute;a Garc&iacute;a Emilio; citation_publication_date=2001; citation_publisher=S&iacute;ntesis">
<meta name="citation_reference" content="citation_title=Breve historia del cerebro; citation_author=Gonz&aacute;lez &Aacute;lvarez Julio; citation_publication_date=2010; citation_publisher=Cr&iacute;tica">
<meta name="citation_reference" content="citation_title=La mente humana. Introducci&oacute;n a la filosof&iacute;a de la psicolog&iacute;a; citation_author=Pineda David; citation_publication_date=2012; citation_publisher=C&aacute;tedra">
<meta name="citation_reference" content="citation_title=Diccionario sovi&eacute;tico de filosof&iacute;a; citation_author=Rosental Mark; citation_author=Fedorovich (dirs.) Pavel; citation_publication_date=1965; citation_publisher=Ediciones Pueblos Unidos">
<meta name="citation_reference" content="citation_title=La mente: una breve introducci&oacute;n; citation_author=Searle John R.; citation_publication_date=2006; citation_publisher=Editorial Norma">
<meta name="citation_reference" content="citation_title=El cerebro y el mundo interior. Una introducci&oacute;n a la neurociencia de la experiencia subjetiva; citation_author=Solms Mark; citation_author=Turnbull Oliver; citation_publication_date=2005; citation_publisher=FCE">
<link href="../../../css/htmlLigero.css" type="text/css" rel="stylesheet">
<style type="text/css">
		    				@font-face {
							    font-family: OpenSans-Regular; 
							    src: url('../../../css/fonts/OpenSans-Regular.eot');
							    src: url('../../../css/fonts/OpenSans-Regular.eot?#iefix') format('embedded-opentype'),
							         url('../../../css/fonts/OpenSans-Regular.woff') format('woff'),
							         url('../../../css/fonts/OpenSans-Regular.ttf') format('truetype'),
							         local('Helvetica');
							}
							
							@font-face {
							    font-family: titillium-web-bold; 
							     src: url('../../../css/fonts/titillium-web-bold.eot');
							    src: url('../../../css/fonts/titillium-web-bold.eot?#iefix') format('embedded-opentype'),
							         url('../../../css/fonts/titillium-web-bold.woff') format('woff'),
							         url('../../../css/fonts/titillium-web-bold.ttf') format('truetype');
							         local('Helvetica');
							}
		    			</style>
<meta name="citation_title" content="Introducci&oacute;n
al problema de la conciencia desde la filosof&iacute;a de la mente**">
<meta name="citation_language" content="es">
<script type="text/x-mathjax-config">
					MathJax.Hub.Config({
			  			MathML: {
							extensions: ["content-mathml.js"]
						},
						MathMenu:{
							showLocale: false,
							showMathPlayer: false,
							showRenderer: false
						},						
						menuSettings: {
						    zoom: "Hover",
						    zscale: "200%",
						},
						MathZoom: {
							delay: 5000
						}
					});
					MathJax.Hub.Queue(["setRenderer",MathJax.Hub,"SVG"]);
					MathJax.Hub.Queue(["Rerender",MathJax.Hub]);
					
				</script><script src="../../../math/MathJax.js?config=TeX-AMS-MML_HTMLorMML" type="text/javascript"></script><script type="text/javascript">
	                var _gaq = _gaq || [];
	                _gaq.push(['_setAccount', 'UA-3153272-1']);
	                _gaq.push(['_trackPageview']);
	                         (function() {
	                                var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
	                                ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
	                                var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
	                })();
                </script>
</head>
<body>
<div id="visor-cabecera">
<div class="herramientas">
<div style="background-image: url('https://www.redalyc.org/redalyc/media/inc/img/institucion/UniversidadAutonomadelEstadodeMexico_14939.jpg');" id="logo-r" class="herramienta h-t"></div>
<div style="background-image: url('https://www.redalyc.org/redalyc/media/inc/img/revista/movil/revista/rva4463.png');" class="redalyc-s"></div>
</div>
</div>
<div id="articulo">
<div id="front">
<div id="articulo-categoria">
<p>Aguij&oacute;n</p>
</div>
<div id="articulo-meta">
<p class="articulo-titulo">Introducci&oacute;n
al problema de la conciencia desde la filosof&iacute;a de la mente<a href="#fn8">**</a>
</p>
<p class="articulo-titulo-traduccion">Introduction to the problem of consciousness from philosophy of mind</p>
</div>
<div id="articulo-acerca">
<div id="ficha-general">
<div id="autores-articulo">
<div class="autor western">
<div class="nombre-completo">
<span class="nombre">Luis &Aacute;ngel</span> <span class="apellidos">Dur&aacute;n-Rivera</span> <span class="collab"></span><a href="#fn6">*</a><a href="#fn8"></a><span class="email"> hbk.y2j@hotmail.com</span>
</div>
<div>
<span class="institucion">Diario Evoluci&oacute;n</span>, <span class="pais">M&eacute;xico</span>
</div>
</div>
</div>
<div class="ficha">
<p class="art-title">Introducci&oacute;n
al problema de la conciencia desde la filosof&iacute;a de la mente<a href="#fn8">**</a>
</p>
<p class="numero">
<span class="journal">La Colmena</span><span class="issue"><span class="volume"></span>, n&uacute;m.  99</span>, pp. 55-69<span class="year">, 2018</span>
</p>
<p class="publisher">Universidad Aut&oacute;noma del Estado de M&eacute;xico</p>
</div>
<div class="creative">
<div></div>
<div>
<a href="https://creativecommons.org/licenses/by-nc-nd/4.0/"><img src="https://www.redalyc.org/journal/img/OPENACCESBYNCND.png" id="img-cc"><br>
</a>Esta obra est&aacute; bajo una <a href="https://creativecommons.org/licenses/by-nc-nd/4.0/">Licencia Creative Commons Atribuci&oacute;n-NoComercial-SinDerivar 4.0 Internacional.</a>
</div>
</div>
<div id="articulo-product"></div>
<div class="fechas-h"></div>
<div class="url-r"></div>
<div class="financiamientos-r"></div>
</div>
<p class="articulo-resumen">
<span class="resumen negrita">Resumen:
							                           </span><span class="capital">Se aborda el problema de la conciencia desde la filosof&iacute;a de la mente exponiendo los enfoques filos&oacute;ficos en orden cronol&oacute;gico: desde el hilomorfismo aristot&eacute;lico y el dualismo cartesiano hasta el intencionalismo de Brentano. Para una mejor compresi&oacute;n del problema que implica la conciencia se muestra la evoluci&oacute;n de los conceptos <span class="italica">experiencia consciente</span>, <span class="italica">estado fenom&eacute;nico</span> y <span class="italica">qualia</span>. Se destaca que la interdisciplinaridad es el proceso por seguir para comprender las cualidades mentales del humano.</span>
</p>
<p class="articulo-palabras">
<span class="resumen negrita">Palabras clave: </span>conciencia,  mente,  filosof&iacute;a,  cerebro.
		                         </p>
<p class="articulo-resumen-traduccion">
<span class="resumen negrita">Abstract:
						                           </span><span class="capital">The problem of consciousness is approached from philosophy of mind exposing the philosophical approaches in chronological order: from Aristotelean hylomorphism and Cartesian dualism to Brentano&rsquo;s intentionalism. For a better comprehension of the problem that implies consciousness, the evolution of the concepts <span class="italica">conscious experience</span>, <span class="italica">phenomenal state</span> and <span class="italica">qualia</span> is shown. It is underscored that interdisciplinarity is the process to follow in order to understand humans&rsquo; mental qualities.  </span>
</p>
<p class="articulo-palabras-traduccion">
<span class="resumen negrita">Keywords: </span>awareness,  mind,  philosophy,  brain.
                                </p>
</div>
</div>
<div id="articulo-body">
<p class="negrita seccion">INTRODUCCI&Oacute;N AL ESTUDIO DE LA CONCIENCIA</p>
<p class="sangria"> Hist&oacute;ricamente el cerebro y la mente son elementos distintos; por un lado, el cerebro se ha visto como el &oacute;rgano encargado de todo el funcionamiento fisiol&oacute;gico, qu&iacute;mico y neuronal, el cual puede verse en los campos puramente materiales; por otro lado, se observa que la mente es el resultante de todo ese proceso fisiol&oacute;gico, qu&iacute;mico y neuronal. Las posturas neurocient&iacute;ficas se encargan de formular la pregunta: &iquest;qu&eacute; procesos cerebrales son los que desencadenan el resultante de dicha manifestaci&oacute;n llamada mente? En el campo de las ciencias humanas, en concreto de la filosof&iacute;a, la pregunta es: &iquest;bajo qu&eacute; perspectivas o modelos se podr&iacute;a categorizar al resultado que arroja el proceso mental llamado consciencia? </p>
<p class="sangria"> El problema mente-cerebro se aborda en diversos campos de investigaci&oacute;n: neurociencia, neuropsicolog&iacute;a, neuroling&uuml;&iacute;stica, psicolog&iacute;a evolutiva, inteligencia artificial, antropolog&iacute;a y, el que nos importa, la filosof&iacute;a. La cuesti&oacute;n mente-cerebro es transversal a todas estas ciencias y disciplinas, lo cual la hace relevante. Con terminolog&iacute;a de la filosof&iacute;a de la ciencia se puede caracterizar este tema de investigaci&oacute;n como de &ldquo;tipo dominio&rdquo;. Un dominio de investigaci&oacute;n es un conjunto de conocimientos e informaciones estrechamente relacionados en estructura, que presentan una problem&aacute;tica y relevancia a juicio de los investigadores. Esta problematicidad y exigencia de investigaci&oacute;n puede plantearse desde las ciencias b&aacute;sicas y tambi&eacute;n desde las ciencias aplicadas, las tecnolog&iacute;as y las pr&aacute;cticas profesionales. &ldquo;La investigaci&oacute;n tipo dominio se caracteriza por estudiar la estructura, variables y procesos de un determinado campo, aprovechando conocimientos, modelos y teor&iacute;as provenientes de diferentes disciplinas y tradiciones de investigaci&oacute;n&rdquo; (<a href="#redalyc_446357678005_ref11">Garc&iacute;a, 2001: 9</a>). De esta manera, se pueden articular conceptos y teor&iacute;as de distintas procedencias, puesto que la tarea fundamental es avanzar en la explicaci&oacute;n y comprensi&oacute;n de este dominio o campo.</p>
<p class="sangria"> El problema mente-cuerpo es un acertijo filos&oacute;fico que se remonta a la Antig&uuml;edad. Lo que ha cambiado en los &uacute;ltimos a&ntilde;os es que ha surgido un esfuerzo cient&iacute;fico integral para intentar resolver dicho problema. A este esfuerzo, que compromete a neurocient&iacute;ficos, psic&oacute;logos, ling&uuml;istas, antrop&oacute;logos, estudiosos de la inteligencia artificial, e inclusive a fil&oacute;sofos, se le conoce como una empresa multidisciplinaria llamada ciencia cognitiva.<sup><a href="#fn1">1</a></sup> De diversas maneras, todos tratan de resolver el mismo problema y misterio, el de la conciencia. </p>
<p class="sangria">El arribo de la ciencia ha
cambiado un poco la visi&oacute;n, pues ahora el dilema mente-cuerpo se describe m&aacute;s
bien como problema de la conciencia. En otras palabras, la pregunta &iquest;c&oacute;mo surge
la mente del cerebro? se ha convertido en &iquest;c&oacute;mo surge la conciencia del
cerebro?<sup><a href="#fn2">2</a></sup>
</p>
<p class="sangria"> Para Francis Crick, la investigaci&oacute;n de la conciencia se convirti&oacute; en su segunda carrera; es famoso por ser el codescubridor, en 1950, de la estructura de doble espiral del ADN. En su texto <span class="italica">The Astonishing Hypothesis: The Scientific Search For The Soul</span>, Crick propone que las c&eacute;lulas individuales del cerebro no son exclusivamente mentales, pero cuando se conectan entre s&iacute; cada una contribuye en algo que da paso a otra cosa y que de alguna manera se convierte en la conciencia.</p>
<p class="negrita seccion">EL PROBLEMA &ldquo;F&Aacute;CIL&rdquo; Y EL &ldquo;DIF&Iacute;CIL&rdquo;</p>
<p class="sangria"> David Chalmers, uno de los fil&oacute;sofos m&aacute;s importantes en el &aacute;mbito de la conciencia y del campo interdisciplinario de la ciencia cognoscitiva, sostiene que dentro de la cuesti&oacute;n de la conciencia existe un problema &ldquo;f&aacute;cil&rdquo; y otro &ldquo;dif&iacute;cil&rdquo;.</p>
<p class="sangria"> El problema f&aacute;cil es el que le interesa a la mayor&iacute;a de los neurocient&iacute;ficos y es el que Crick trata en su <span class="italica">B&uacute;squeda cient&iacute;fica del alma&hellip;</span>, donde intenta resolver los problemas por medios neurocient&iacute;ficos:</p>
<p class="sangria">
<p class="quote">esos trabajos encaran lo que podr&iacute;a llamarse los problemas
"f&aacute;ciles" de la conciencia: &iquest;C&oacute;mo procesa el cerebro los est&iacute;mulos
ambientales? &iquest;C&oacute;mo integra la informaci&oacute;n? &iquest;C&oacute;mo producimos informes sobre
nuestros estados internos? &Eacute;stas son preguntas importantes, pero su respuesta
no significa resolver el problema dif&iacute;cil: &iquest;Por qu&eacute; todo este procesamiento
est&aacute; acompa&ntilde;ado por una vida interna que experimentamos? (<a href="#redalyc_446357678005_ref4">Chalmers, 1999: 17</a>).</p>
</p>
<p class="sangria"> La presente investigaci&oacute;n trata de encontrar los procesos neuronales espec&iacute;ficos, que son los correlatos de nuestro conocimiento de la conciencia &mdash;correlatos neuronales de la conciencia (CNC)&mdash;. El problema radica en que es igual encontrar los correlatos neuronales de la conciencia que encontrar los correlatos neuronales de cualquier cosa, como el lenguaje o la memoria. La neurociencia ha avanzado en la resoluci&oacute;n de esos problemas.<a href="#redalyc_446357678005_ref15"> Solms y Turnbull (2005: 48)</a> se&ntilde;alan que &ldquo;encontrar las regiones y los procesos cerebrales que se correlacionan con la conciencia es simplemente una cuesti&oacute;n de reorientar la estrategia existente de investigaci&oacute;n, desde &aacute;reas previas de &eacute;xito (el lenguaje, la memoria) hacia un aspecto diferente de la operaci&oacute;n mental (la conciencia)&rdquo;. </p>
<p class="sangria"> No se debe subestimar la dificultad de encontrar los correlatos neuronales de la conciencia ni tratar de explicar c&oacute;mo ese patr&oacute;n particular de hechos fisiol&oacute;gicos nos hace conscientes. </p>
<p class="sangria"> Por su parte, el problema dif&iacute;cil, interrogativa de diferente magnitud, se plantea con la pregunta: &iquest;c&oacute;mo la conciencia realmente surge o emerge de la materia? </p>
<p class="sangria"> En la actualidad la neurociencia moderna est&aacute; dotada de las herramientas fundamentales para resolver el problema f&aacute;cil, pero est&aacute; muy lejos de resolver el problema que los fil&oacute;sofos han considerado inexplicable en principio. </p>
<p class="sangria">
<p class="quote">sabemos con exactitud c&oacute;mo son los receptores de dolor
ubicados en la piel y c&oacute;mo funcionan. Cuando se aplica presi&oacute;n sobre ellos, un
proceso f&iacute;sico muy espec&iacute;fico excita a las neuronas conectadas a ellos. Esto
env&iacute;a un mensaje a esas neuronas (las hace disparar), lo cual a su vez causa
que un agente qu&iacute;mico atraviese los espacios sin&aacute;pticos en los extremos de los
axones, utilizando los sistemas neurotransmisores dependientes del canal. Los
axones en cuesti&oacute;n viajan a trav&eacute;s de un nervio que cruza el brazo hasta la
m&eacute;dula espinal y del tallo cerebral a lo largo de la columna dorsal. Al cruzar
la l&iacute;nea intermedia en el tallo cerebral, estos axones terminan en un segundo
grupo de neuronas en el t&aacute;lamo. Desde all&iacute; se retransmite el mensaje
fisiol&oacute;gico a una parte espec&iacute;fica de la corteza sensorial primaria del
hemisferio derecho. Los receptores de dolor de la mano izquierda est&aacute;n
representados en una regi&oacute;n espec&iacute;fica de la corteza somatosensorial en el
l&oacute;bulo parietal, y all&iacute; es donde terminan las fibras nerviosas que hemos
trazado (los receptores de dolor de otras partes del cuerpo trazan un mapa de
diferentes regiones en la corteza somatosensorial como sugieren las l&iacute;neas
discontinuas). La excitaci&oacute;n de las c&eacute;lulas corticales en esta &aacute;rea hace que
sienta dolor (<a href="#redalyc_446357678005_ref15">Solms y Turnbull, 2005: 48-50</a>).</p>
</p>
<p class="sangria"> Lo anterior resuelve en gran medida el problema f&aacute;cil: estos procesos fisiol&oacute;gicos son los que causan que le duela la mano. En este claro ejemplo se observa que el problema dif&iacute;cil no se ha resuelto: &iquest;qu&eacute; convirti&oacute; a la fisiolog&iacute;a, a la anatom&iacute;a y a la qu&iacute;mica que se acaban de describir en la cita anterior en una sensaci&oacute;n de dolor? &iquest;C&oacute;mo se dio esa transformaci&oacute;n? </p>
<p class="sangria"> Se describi&oacute; un proceso puramente fisiol&oacute;gico que termin&oacute; de alg&uacute;n modo en algo mental. Las preguntas que se pueden formular a partir de dicha cuesti&oacute;n son: &iquest;c&oacute;mo el cerebro pasa de tener una reacci&oacute;n electroqu&iacute;mica a una reacci&oacute;n de sensaci&oacute;n?, o &iquest;de qu&eacute; manera y bajo qu&eacute; circunstancia los procesos materiales dan paso a lo sensorial? Estas cuestiones se consideraban un problema filos&oacute;fico, pero ahora se tratan como un problema cient&iacute;fico, el cual puede abordarse desde el punto de vista experimental. Por ello, la comunidad cient&iacute;fica se ha dividido entre quienes creen que jam&aacute;s se podr&aacute; resolver el problema duro de la conciencia, porque escapa a la l&oacute;gica y a cualquier posibilidad de la ciencia, basada en el mundo f&iacute;sico; y entre quienes esperan que &eacute;sta, tarde o temprano, se pueda comprender a partir del mundo material. As&iacute;, como se&ntilde;ala <a href="#redalyc_446357678005_ref4">Chalmers (1999: 16)</a>:</p>
<p class="sangria">
<p class="quote">el problema de la conciencia es uno de los desaf&iacute;os
intelectuales m&aacute;s excitantes de nuestro tiempo. Debido a que la conciencia es,
al mismo tiempo, tan fundamental y tan incomprendida, una soluci&oacute;n al problema
podr&iacute;a afectar profundamente nuestra concepci&oacute;n del universo y de nosotros
mismos.</p>
</p>
<p class="sangria">Para abordar la
transformaci&oacute;n del problema, se explicar&aacute; de manera cronol&oacute;gica c&oacute;mo y de qu&eacute;
modo se investigaba dicha relaci&oacute;n, abordando los enfoques filos&oacute;ficos cl&aacute;sicos
y la evoluci&oacute;n de los t&eacute;rminos que se aplican en la actualidad.</p>
<p class="negrita seccion">EL HILEMORFISMO ARISTOT&Eacute;LICO</p>
<p class="sangria">El primer pensador que tom&oacute; con profundidad el problema
de la conciencia fue Arist&oacute;teles, contribuyendo a la formaci&oacute;n de la tradici&oacute;n
aristot&eacute;lico-escol&aacute;stica, que tiene m&aacute;s peso en el pensamiento medieval y
renacentista occidental. Dentro de la doctrina aristot&eacute;lica, que se puede
encontrar en el Libro VII de la <span class="italica">Metaf&iacute;sica </span>y en el tratado <span class="italica">De Anima</span>,
se propone:</p>
<p class="sangria">
<p class="quote">El sujeto, por su parte, es aquello de lo cual se dicen las
dem&aacute;s cosas sin que ello mismo (se diga), a su vez, de ninguna otra. Por eso
debemos hacer, en primer lugar, las distinciones oportunas acerca de &eacute;l: porque
parece que entidad es, en sumo grado, el sujeto primero. Y se dice que es tal,
en un sentido, la materia, en otro sentido la forma, y en un tercer sentido el
compuesto de ambas (llamo materia, por ejemplo, al bronce, forma a la
configuraci&oacute;n, y compuesto de ambos a la estatua), de modo que si la forma
espec&iacute;fica es anterior a la materia y es en mayor grado que ella, por la misma
raz&oacute;n ser&aacute; tambi&eacute;n anterior al compuesto (<a href="#redalyc_446357678005_ref1">Arist&oacute;teles, 1994, VII, 1028a: 284</a>).</p>
</p>
<p class="sangria">La tesis que propone
Arist&oacute;teles en las obras mencionadas es que el alma del ser humano es su forma,
mientras que el cuerpo es su materia. Dicha tesis se enmarca dentro de la
doctrina metaf&iacute;sica general, conocida como hilemorfismo.<sup><a href="#fn3">3</a></sup> La justificaci&oacute;n de
Arist&oacute;teles en favor de dicha tesis es abductiva, puesto que, seg&uacute;n &eacute;l, s&oacute;lo
&eacute;sta parece capaz de explicar los cambios que percibimos continuamente en la
naturaleza. Se introduce la tesis, en primera instancia, como referencia a las
substancias vivas, para extenderla despu&eacute;s a substancias inertes. &ldquo;Una parte
puede, pues, serlo de la forma (y llamo forma a la esencia), o bien del
compuesto de la forma y de la materia misma&rdquo; (<a href="#redalyc_446357678005_ref1">Arist&oacute;teles, 1994, VII, 1036a:
315</a>). Arist&oacute;teles termina por proponer que lo que hace que un ser vivo sea lo
que es, lo que lo identifica como lo que es, no es su cuerpo, es decir, la materia
de que est&aacute; hecho, sino otra cosa, lo que &eacute;l llama <span class="italica">forma</span>.</p>
<p class="sangria"> La dualidad aristot&eacute;lica parecer&iacute;a, por lo tanto, estribar, en el caso del humano, no tanto en lo mental y lo f&iacute;sico, sino entre lo biol&oacute;gico y lo f&iacute;sico. La psych&eacute; de un ser vivo es pues aquello que lo identifica a trav&eacute;s de los cambios que experimenta hasta su muerte, aquello que le hace ser lo que es al permitirle desarrollar las funciones biol&oacute;gicas que le son vitales. Tal vez lo m&aacute;s fiel al pensamiento de Arist&oacute;teles ser&iacute;a decir que la forma es la responsable de la esencia del individuo, pero que sin materia tampoco existe individuo; la raz&oacute;n es que sin materia la forma no puede cumplir sus funciones. </p>
<p class="sangria"> Arist&oacute;teles justific&oacute; la existencia de un ser pensante, que ser&iacute;a forma pura y por tanto inmaterial, incapaz de sufrir cambio alguno. Este ser ser&iacute;a causa final y raz&oacute;n &uacute;ltima de todo lo que existe en la naturaleza. Aqu&iacute; se puede encontrar la idea fundamental del pensamiento de Descartes, donde la capacidad humana de pensar, a diferencia de otras capacidades mentales como imaginar o percibir, no requiere nada material para ser llevada a cabo. </p>
<p class="negrita seccion">EL DUALISMO CARTESIANO (SUBSTANCIAS)</p>
<p class="sangria"> Ren&eacute; Descartes, uno de los fil&oacute;sofos franceses m&aacute;s importantes, propuso la tesis de que el ser humano es el resultado de la uni&oacute;n de dos substancias:<sup><a href="#fn4">4</a></sup> una pensante inmaterial, llamada <span class="italica">mente</span> o <span class="italica">esp&iacute;ritu</span> (el t&eacute;rmino original es latino y es <span class="italica">mens</span>), y una substancia extensa o material, el cuerpo. La cuesti&oacute;n ser&iacute;a, por lo tanto, aceptar que las propiedades o ejemplificaciones no pueden existir por s&iacute;, ya que necesitan hallarse en algo que exista por s&iacute; mismo y que no requiera a su vez la existencia de algo. Ese algo es la substancia. </p>
<p class="sangria"> Descartes considera que los animales tienen alma, pero no mente o esp&iacute;ritu, a diferencia del hombre, que posee ambas. Descartes no realiza experimentos ni practica disecciones, ya que es esencialmente un pensador, un fil&oacute;sofo. &Eacute;l no cuestiona los ancestrales esp&iacute;ritus animales, m&aacute;s bien pretende explicar su funcionamiento de acuerdo con el conocimiento tecnol&oacute;gico de la &eacute;poca y esto supone, en realidad, un gran paso hacia el abandono definitivo de la hip&oacute;tesis del esp&iacute;ritu animal sobre la funci&oacute;n nerviosa; en cada &eacute;poca se intenta explicar el mundo natural tomando como modelo el conocimiento y desarrollo tecnol&oacute;gico alcanzados. As&iacute;, &ldquo;Descartes se apoy&oacute; en los modelos mec&aacute;nicos para comprender la conducta y el funcionamiento mental. Siempre se sinti&oacute; fascinado por los aut&oacute;matas o figuras m&oacute;viles que pod&iacute;an encontrase en las fuentes de los jardines reales&rdquo; (<a href="#redalyc_446357678005_ref12">Gonz&aacute;lez, 2010: 35</a>).</p>
<p class="sangria"> Descartes consideraba que los animales eran tambi&eacute;n aut&oacute;matas, una especie de mecanismos de relojer&iacute;a naturales, con la diferencia de que estaban hechos de otros materiales, &oacute;rganos y partes del cuerpo. Las personas tambi&eacute;n eran maquinarias, pero con una gran y fundamental diferencia, el alma:</p>
<p class="sangria">
<p class="quote">lo cual no parecer&aacute; de ninguna manera extra&ntilde;o a los que,
sabiendo cu&aacute;ntos aut&oacute;matas o m&aacute;quinas semovientes puede construir la industria
humana, sin emplear sino poqu&iacute;simas piezas, en comparaci&oacute;n de la gran muchedumbre
de huesos, m&uacute;sculos, nervios, arterias, venas y dem&aacute;s partes que hay en el
cuerpo de un animal, consideren este cuerpo como una m&aacute;quina que, por ser hecha
de manos de Dios, est&aacute; incomparablemente mejor ordenada y posee movimientos m&aacute;s
admirables que ninguna otra de las que pueden inventar los hombres (<a href="#redalyc_446357678005_ref7">Descartes,
2011a: 138</a>).</p>
</p>
<p class="sangria">El fil&oacute;sofo franc&eacute;s sostiene
que los esp&iacute;ritus animales est&aacute;n encerrados en los ventr&iacute;culos cerebrales, pero
contrario a lo que se&ntilde;alan las explicaciones medievales, no act&uacute;an de forma
misteriosa, sino que siguen los principios mec&aacute;nicos de la hidr&aacute;ulica a trav&eacute;s
de los nervios huecos. Todo esto se da por medio de la gl&aacute;ndula pineal, que
Descartes sit&uacute;a err&oacute;neamente en el interior de un ventr&iacute;culo; &eacute;sta pend&iacute;a
libremente en la cavidad del ventr&iacute;culo y estaba tapizada de fin&iacute;simos
conductos que filtraban la sangre y destilaban los esp&iacute;ritus animales.</p>
<p class="sangria">
<p class="quote">Y, por &uacute;ltimo, lo que hay de m&aacute;s notable en todo esto es la
generaci&oacute;n de los esp&iacute;ritus animales, que son como un sutil&iacute;simo viento, o m&aacute;s
bien como una pur&iacute;sima y viv&iacute;sima llama, la cual asciende de continuo muy
abundante desde el coraz&oacute;n al cerebro y se corre luego por los nervios a los
m&uacute;sculos y pone en movimiento todos los miembros (<a href="#redalyc_446357678005_ref7">Descartes, 2011a: 137</a>).</p>
</p>
<p class="sangria"> Por lo tanto, la gl&aacute;ndula pineal crea a los esp&iacute;ritus animales a partir de la sangre y &eacute;stos se van acumulando en la cavidad del ventr&iacute;culo que sirve de reservorio. </p>
<p class="sangria"> A partir de aqu&iacute;, la forma de actuar de estos esp&iacute;ritus responde simplemente a las leyes de la hidr&aacute;ulica, como lo describe <a href="#redalyc_446357678005_ref9">Descartes (2011c: 683)</a>:</p>
<p class="sangria">
<p class="quote">Y verdaderamente muy bien se pueden comparar los nervios de
la m&aacute;quina que os describo con los tubos de las m&aacute;quinas de esas fuentes; sus
m&uacute;sculos y sus tendones, con los otros diversos ingenios y resortes que sirven
para moverlas; sus esp&iacute;ritus animales, con el agua que las remueve, cuyo
coraz&oacute;n es el manantial y las concavidades del cerebro las aberturas de los
ca&ntilde;os.</p>
</p>
<p class="sangria">La forma de operar es la
siguiente:</p>
<p class="sangria">
<p class="quote">el ventr&iacute;culo cerebral tiene m&uacute;ltiples orificios en sus
paredes, provistos de poros o v&aacute;lvulas que abren y cierran el paso hacia los
nervios huecos, que act&uacute;an como tuber&iacute;as. La gl&aacute;ndula pineal, suspendida en el
centro del ventr&iacute;culo, destila los esp&iacute;ritus animales y puede inclinarse
libremente hacia un orificio u otro para verte mejor en su interior. Cuando la
v&aacute;lvula se abre, el esp&iacute;ritu animal sale a presi&oacute;n a trav&eacute;s del nervio hueco
para mover el m&uacute;sculo o m&uacute;sculos correspondientes (<a href="#redalyc_446357678005_ref12">Gonz&aacute;lez, 2010: 37</a>).</p>
</p>
<p class="sangria">Adem&aacute;s,<a href="#redalyc_446357678005_ref8"> Descartes (2011b:
469)</a> distingue la conducta voluntaria de la involuntaria:</p>
<p class="sangria">
<p class="quote">Si alguien adelanta repentinamente su mano hacia nuestros
ojos, como para pegarnos, aunque sepamos que es amigo nuestro, que s&oacute;lo hace
eso en broma y que no tiene intenci&oacute;n de hacernos da&ntilde;o, nos resultar&aacute; muy
dif&iacute;cil, sin embargo, no cerrarlos; lo cual demuestra que no se cierran por
intervenci&oacute;n de nuestra alma puesto que ello se hace contra nuestra voluntad,
la cual es su &uacute;nica o al menos su principal acci&oacute;n, sino que (se cierran)
porque la m&aacute;quina de nuestro cuerpo est&aacute; constituida de tal manera que el
movimiento de la mano dirigi&eacute;ndose hacia nuestros ojos provoca otro movimiento
en nuestro cerebro, que conduce los esp&iacute;ritus animales a los m&uacute;sculos que hacen
bajar los p&aacute;rpados.</p>
</p>
<p class="sangria"> Descartes es el primero en hacer una descripci&oacute;n detallada del reflejo nervioso, aunque sin designarlo con ese t&eacute;rmino. En su particular sistema, los nervios tienen en su interior unos fin&iacute;simos filamentos que llegan arriba hasta los poros o v&aacute;lvulas. Estos filamentos est&aacute;n conectados a esos poros, de modo que pueden abrirlos para que salgan veloces los esp&iacute;ritus animales. As&iacute; lo explica en una de las figuras cartesianas m&aacute;s reproducidas en los manuales de historia de las neurociencias. </p>
<p class="sangria"> La raz&oacute;n de lo anterior es que, seg&uacute;n Descartes, las funciones biol&oacute;gicas, como la nutrici&oacute;n, la respiraci&oacute;n y la digesti&oacute;n, no precisan del esp&iacute;ritu cuando se llevan a cabo de modo involuntario. Los animales comen, respiran y digieren, pero para &eacute;l son incapaces de pensar, lo cual los hace carentes de alma. As&iacute; pues, la dualidad en Descartes se sit&uacute;a entre lo psicol&oacute;gico o mental y lo f&iacute;sico-biol&oacute;gico, a diferencia de lo que pasaba con Arist&oacute;teles. Desde entonces, al dualismo cartesiano de substancias se le se&ntilde;ala con dos problemas principales: la individualizaci&oacute;n de mentes cartesianas y el interaccionismo.</p>
<p class="negrita seccion">BRENTANO Y LA INTENCIONALIDAD</p>
<p class="sangria">Despu&eacute;s de describir dos nociones de la tradici&oacute;n
filos&oacute;fica enfocadas al estudio de la mente (Arist&oacute;teles y Descartes), toca el turno
a otra m&aacute;s espec&iacute;fica y propia del campo de lo mental. Se dice que el t&eacute;rmino intencionalidad
aparece en algunos escritos de la filosof&iacute;a escol&aacute;stica. El fil&oacute;sofo austriaco
Franz Brentano rescat&oacute; este t&eacute;rmino y lo reintrodujo en la discusi&oacute;n contempor&aacute;nea,
haciendo una aportaci&oacute;n decisiva al desarrollo de la filosof&iacute;a de la mente en
el siglo XX.</p>
<p class="sangria">
<p class="quote">Todo fen&oacute;meno ps&iacute;quico est&aacute; caracterizado por lo que los
escol&aacute;sticos de la Edad Media han llamado la inexistencia intencional (o
mental) de un objeto, y que nosotros llamar&iacute;amos, si bien con expresiones no
enteramente inequ&iacute;vocas, la referencia a un contenido, la direcci&oacute;n hacia un
objeto (por el cual no hay que entender aqu&iacute; una realidad), o la objetividad
inmanente (<a href="#redalyc_446357678005_ref2">Brentano, 1935: 81</a>).</p>
</p>
<p class="sangria"> Para Brentano, aquello que caracteriza a un estado mental es lo que conlleva una relaci&oacute;n o direcci&oacute;n hacia un objeto, por lo tanto, la intencionalidad ser&iacute;a la capacidad de nuestros estados mentales para referirse a otras entidades por completo independientes de ellos. </p>
<p class="sangria"> Se pensar&iacute;a que la intencionalidad respaldar&iacute;a a las creencias, pero ante ello existe la posibilidad de formar creencias falsas o de formar creencias acerca de objetos no reales; probablemente esto llev&oacute; a los fil&oacute;sofos escol&aacute;sticos y al propio Brentano a aseverar la inexistencia del objeto intencional, queriendo sugerir que el objeto intencional de un estado mental existe dentro de la propia mente y no tiene por qu&eacute; corresponder a un objeto externo a &eacute;sta. Sin embargo, es el mismo fil&oacute;sofo quien advierte que este modo de hablar nos puede llevar a una confusi&oacute;n, por lo que podemos resumir que la intencionalidad de un estado mental &mdash;una creencia, por ejemplo&mdash; consiste en una peculiar relaci&oacute;n de la creencia con el objeto interno a la mente. </p>
<p class="sangria"> No es plausible suponer que la intencionalidad consiste en una relaci&oacute;n de un estado mental con un objeto interno, como sugiere la terminolog&iacute;a escol&aacute;stica; tampoco parece razonable suponer que consiste en una relaci&oacute;n con algo externo, puesto que en el caso de las creencias falsas o de las creencias acerca del objeto de ficci&oacute;n no hay objeto externo con el que pueda relacionarse el estado mental y que pueda corresponder a su contenido, de ah&iacute; que Brentano no logre encontrar un modo de describir la intencionalidad que no lleve a equ&iacute;vocos y, lo m&aacute;s importante, que el intento de aclarar en qu&eacute; consiste la intencionalidad haya devenido en uno de los problemas centrales de la filosof&iacute;a de la mente.</p>
<p class="sangria">
<p class="quote">No es que todos los fen&oacute;menos ps&iacute;quicos sean perceptibles
&iacute;ntimamente para cualquiera y que, por tanto, debamos contar entre los
fen&oacute;menos f&iacute;sicos cuantos no podamos percibir: antes bien, es manifiesto, y fue
se&ntilde;alado anteriormente por nosotros de un modo expreso, que ning&uacute;n fen&oacute;meno
ps&iacute;quico es percibido por m&aacute;s de uno solo; pero hemos visto tambi&eacute;n entonces
que todos los g&eacute;neros de fen&oacute;menos ps&iacute;quicos se hallan representados en toda
vida ps&iacute;quica humana plenamente desarrollada, y por esto la alusi&oacute;n a los
fen&oacute;menos que constituyen el dominio de la percepci&oacute;n interna sirve a nuestro fin
de un modo suficiente (<a href="#redalyc_446357678005_ref2">Brentano, 1935: 87</a>).</p>
</p>
<p class="sangria"> Sin embargo, Brentano sostuvo que todos los estados mentales son intencionales, de ah&iacute; que la intencionalidad sea, seg&uacute;n &eacute;l, lo que los caracteriza en tanto que son mentales. Mas, en la actualidad sabemos que hay otras entidades intencionales, como las ling&uuml;&iacute;sticas y las ic&oacute;nicas. En realidad, la mayor&iacute;a de los fil&oacute;sofos que han pensado en la intencionalidad consideran que tanto la intencionalidad ling&uuml;&iacute;stica como la ic&oacute;nica se originan en la conciencia, es decir, s&oacute;lo la intencionalidad psicol&oacute;gica es intr&iacute;nseca. </p>
<p class="negrita seccion">ENFOQUES FILOS&Oacute;FICOS</p>
<p class="sangria"> Posterior al pensamiento antiguo, en el &aacute;mbito de la investigaci&oacute;n mental surgieron varias posturas, desde que el hombre pudo dar cuenta de s&iacute; y de su pensamiento hasta que toda la realidad se volvi&oacute; un proceso creado por la mente; todas estas vertientes tratan de llegar a la conclusi&oacute;n sobre el surgimiento del proceso mental llamado conciencia. En la actualidad, una distinci&oacute;n b&aacute;sica entre los enfoques del problema mente-cuerpo es la que separa a los materialistas de los idealistas. </p>
<p class="sangria"> La posici&oacute;n materialista sustenta que todo en &uacute;ltima instancia se puede reducir a la materia, tal y como se&ntilde;alan <a href="#redalyc_446357678005_ref15">Solms y Turnbull (2005: 52)</a>: &ldquo;su existencia es ilusoria; la mente es en realidad un aspecto (o funci&oacute;n) de la materia&rdquo;. La posici&oacute;n idealista sostiene que lo &uacute;nico que existe en realidad es la mente (para nosotros al menos), &ldquo;por lo que toda aparente materialidad de la materia, de las cosas que vemos, tocamos y o&iacute;mos, en realidad son m&aacute;s que productos de nuestros procesos mentales (es decir, son im&aacute;genes perspectivas reales)&rdquo; (<a href="#redalyc_446357678005_ref15">Solms y Turnbull, 2005: 51</a>). Entonces lo concreto en realidad no existe, sino que todo pertenecer&iacute;a a una &ldquo;bombilla de pensamiento&rdquo;, metaf&oacute;ricamente hablando. </p>
<p class="sangria"> No podemos ir m&aacute;s all&aacute; del conocimiento de la conciencia y demostrar la existencia de cualquier cosa independiente de las im&aacute;genes perceptivas de nuestra mente. De igual forma, en la ciencia cognoscitiva actual casi todo el mundo es materialista, pero los materialistas asumen posturas totalmente diferentes y con estructuras diversas.</p>
<p class="negrita seccion">MONISMO Y DUALISMO</p>
<p class="sangria"> Dentro del materialismo y del idealismo se desprenden otro tipo de dicotom&iacute;as igual de fundamentales. La primera es el pensamiento monista. El monismo, del griego &#956;&oacute;vo&ccedil;: &lsquo;uno&rsquo;, es una teor&iacute;a filos&oacute;fica que toma como base de todo lo existente un solo principio (<a href="#redalyc_446357678005_ref10">Rosental y Fedorovich, 1965: 323</a>). El pensamiento monista excluye lo que tradicionalmente ha sido considerado el problema mente-cuerpo, ya que se basa en el estudio de la realidad unificada, es decir, considerar la mente como un fen&oacute;meno que es consecuencia de la fisiolog&iacute;a y su interacci&oacute;n ambiental. Existen diferentes clases de monismos con resultados muy diversos, los cuales se expondr&aacute;n m&aacute;s adelante. </p>
<p class="sangria"> Por otra parte, el dualismo es la doctrina filos&oacute;fica que, en contraposici&oacute;n con el monismo, considera las substancias material y espiritual como principios que se encuentran en un plano de igualdad. Con frecuencia lo que lleva inicialmente al dualismo es el intento de conciliar el materialismo y el idealismo. En &uacute;ltima instancia, la separaci&oacute;n dualista de conciencia y materia conduce al idealismo (<a href="#redalyc_446357678005_ref10">Rosental y Fedorovich, 1965: 128</a>). El fundamento de la doctrina dualista es el hecho de considerar la realidad dividida en dos categor&iacute;as: materia y esp&iacute;ritu, o lo que es igual: valorar a la persona como una entidad constituida por un cuerpo material y un alma no f&iacute;sica; es por ello que s&oacute;lo el cuerpo est&aacute; formado por materia com&uacute;n. </p>
<p class="sangria"> Consecuencia de lo anterior es la b&uacute;squeda de la interrelaci&oacute;n de las dos categor&iacute;as y el intento de explicar la funci&oacute;n del esp&iacute;ritu (alma), que podr&iacute;a ser visto como el mundo de la mente, en el que existe nuestra conciencia en forma de s&iacute;mbolos, que representan el mundo f&iacute;sico y difieren del mundo material. Ser&iacute;a una tarea infructuosa intentar probar la existencia de la conciencia en t&eacute;rminos bioqu&iacute;micos, biof&iacute;sicos o anat&oacute;micos. </p>
<p class="sangria"> Como el monismo, el dualismo tambi&eacute;n tiene diferentes vertientes que lo caracterizan y quiz&aacute;, desde esta perspectiva, se est&aacute; dejando de lado en la actualidad por carecer de una mejor soluci&oacute;n argumentativa, como se ver&aacute; en algunas de las posturas que hay en el terreno de las ciencias cognitivas. </p>
<p class="sangria"> Ahora bien, explicaremos los tipos de monismos y dualismos existentes y vigentes; se&ntilde;alaremos sus posturas, aportes y algunos de sus representantes. </p>
<p class="sangria"> La dicotom&iacute;a entre el monismo y el dualismo es tan fundamental como la existente entre el materialismo y el idealismo, ya que f&aacute;cilmente se llegan a confundir unos con otros. En el monismo, que afirma que estamos hechos de un solo tipo de sustancia, la mente y la materia pueden ser dos cosas distintas, pero en realidad se reducen a una misma cosa. As&iacute;, &ldquo;la posici&oacute;n monista no afirma en realidad que la singular sustancia de la que estamos hechos sea materia&rdquo; (<a href="#redalyc_446357678005_ref15">Solms y Turnbull, 2005: 52</a>). El monista podr&iacute;a decir que estamos compuestos s&oacute;lo por mente (asumiendo as&iacute; la postura idealista), o que estamos hechos de otro tipo de substancia material, que funja como origen de todo. </p>
<p class="sangria"> En la posici&oacute;n monista lo que importa es que la aparente distinci&oacute;n entre mente y materia se disuelva en algo com&uacute;n. En la posici&oacute;n dualista la materia y la mente son irreductibles entre s&iacute;. La mayor&iacute;a de los cient&iacute;ficos cognoscitivos son monistas materialistas, ya que suelen aseverar que el dualismo est&aacute; pasado de moda; ellos creen que la mente y el cerebro son reducibles a un solo tipo de substancia y que esa substancia es f&iacute;sica, espec&iacute;ficamente de alguna propiedad neuronal. </p>
<p class="sangria"> El monismo materialista define la relaci&oacute;n de dos tipos de substancias. &ldquo;Seg&uacute;n esta posici&oacute;n, un tipo de substancia (tejido cerebral) es m&aacute;s fundamental, e incluso m&aacute;s real, que el otro (conocimiento consciente)&rdquo; (<a href="#redalyc_446357678005_ref15">Solms y Turnbull, 2005: 52</a>). A esta postura se le puede reconocer con el nombre de reduccionismo. Se dice en &eacute;l que: &lsquo;en efecto, no somos m&aacute;s que&rsquo;, ya que el <span class="italica">reduccionismo </span>&ldquo;reduce&rdquo; una cosa a otra. Sin embargo, no todos los materialistas son reduccionistas. Los dualistas no son reduccionistas o no pueden ser catalogados as&iacute;, ya que su punto crucial es que la conciencia y el cerebro no se pueden reducir entre s&iacute;. &ldquo;&iquest;Cu&aacute;l es, entonces, la naturaleza de la relaci&oacute;n entre los dos? La respuesta de un dualista a esta pregunta determina qu&eacute; clase de dualista es&rdquo;, mencionan <a href="#redalyc_446357678005_ref15">Solms y Turnbull (2005: 52)</a>. La mayor&iacute;a de los dualistas describen la relaci&oacute;n mente-cuerpo en t&eacute;rminos interaccionistas. As&iacute;, la posici&oacute;n interaccionista, en conclusi&oacute;n, se resume a que la mente y el cuerpo interact&uacute;an. </p>
<p class="sangria"> En el monismo de doble aspecto o a gran escala se acepta que estamos hechos de un solo tipo de substancia, pero tambi&eacute;n se sugiere que esta substancia se percibe de dos maneras, de ah&iacute; el doble aspecto.</p>
<p class="sangria">
<p class="quote">Para este enfoque, mente y cerebro, actividad consciente y
actividad neural son dos caras de una misma realidad; constituyen dos
aproximaciones o dos modos de describir un &uacute;nico conjunto de realidades. Seg&uacute;n
se contemple desde dentro o desde fuera del sujeto da lugar, en el primer caso,
a un discurso mentalista y subjetivo, y a un discurso neurofisiol&oacute;gico y
objetivo en el segundo puesto (<a href="#redalyc_446357678005_ref11">Garc&iacute;a, 2001: 282</a>).</p>
</p>
<p class="sangria"> La implicaci&oacute;n de la postura monista de doble aspecto es que poseemos im&aacute;genes perceptivas concretas de sus dos manifestaciones observables, el cerebro y el conocimiento subjetivo, pero la entidad que subyace a esas im&aacute;genes perceptivas nunca ser&aacute; observada directamente, puesto que la observaci&oacute;n cient&iacute;fica siempre tie&shy;ne sus limitaciones. </p>
<p class="sangria"> El monismo fisicista argumenta diversos planteamientos que van desde el conductismo y la teor&iacute;a de la identidad hasta el materialismo eliminativo. En alguna medida todos afirman la identidad de lo ps&iacute;quico con lo f&iacute;sico, negando la existencia de los procesos mentales con propiedades irreductibles. En muchos casos se ofrecen descripciones de los procesos mentales sin utilizar t&eacute;rminos mentalistas. Dentro de este tipo de monismo se pasa por el conductismo metodol&oacute;gico, el conductismo l&oacute;gico, el materialismo eliminativo, entre otros. </p>
<p class="sangria"> Otra posici&oacute;n por mencionar es el monismo emergentista, para el cual los procesos mentales son propiedades de sistemas neurales de organismos dotados de un sistema nervioso desarrollado y complejo. Los procesos mentales no se reducen a elementos o propiedades f&iacute;sicas o qu&iacute;micas, sino que, adem&aacute;s de requerir determinadas estructuras f&iacute;sico-qu&iacute;micas, exigen una peculiar estructura de car&aacute;cter biol&oacute;gico, que se desarrolla y conforma desde un programa gen&eacute;tico propio de la especie y en interacci&oacute;n con el medio. En el caso de los procesos mentales humanos ese medio es sociocultural, ya que las propiedades mentales del cerebro no las poseen sus componentes celulares ni las neuronas aisladas, sino que emergen como propiedades de sistemas neurales. Las propiedades sistem&aacute;ticas son fruto de un largo pasado evolutivo de la especie (filog&eacute;nesis) y de un desarrollo individual (ontog&eacute;nesis). </p>
<p class="sangria">
<p class="quote">Esquem&aacute;ticamente podemos se&ntilde;alar como supuestos b&aacute;sicos de
monismo emergentista los siguientes: a) Todos los estados, sucesos o procesos
mentales lo son en los cerebros de vertebrados superiores y particularmente del
hombre. b) Estos estados, sucesos y procesos son emergentes respecto a los
componentes moleculares o celulares del cerebro. c) Las llamadas relaciones
psicosom&aacute;ticas son relaciones entre subsistemas diferentes del sistema nervioso
o entre &eacute;ste y otros subsistemas del organismo (<a href="#redalyc_446357678005_ref11">Garc&iacute;a, 2001: 284</a>).</p>
</p>
<p class="sangria"> En cuanto al dualismo tambi&eacute;n hay una gran variedad de posiciones. El dualismo interaccionista afirma que existe interacci&oacute;n entre cuerpo y mente, esto es, que hay interacci&oacute;n causal entre substancias. Algunos dualistas llevan la interacci&oacute;n en dos direcciones: la mente act&uacute;a sobre la materia, donde la primera debe tener efecto sobre lo que sucede en el cerebro, y la segunda, el cerebro est&aacute; determinado &uacute;nicamente por las influencias f&iacute;sicas que operan sobre las condiciones f&iacute;sicas previas del cerebro. La interacci&oacute;n entre mente y cerebro no se ha excluido totalmente de los conocimientos contempor&aacute;neos. Sin embargo, para la mayor&iacute;a de los investigadores cognitivos dicha hip&oacute;tesis de trabajo es que tal interacci&oacute;n no ocurre, ya que la hip&oacute;tesis m&aacute;s viable, y por tanto mejor, es que s&oacute;lo se dan fuerzas f&iacute;sicas en nosotros.</p>
<p class="sangria"> En contrapunto con el interaccionismo est&aacute; el paralelismo, el cual afirma que ni la materia ni la mente tienen efecto una sobre la otra, o que la materia afecta a la mente, pero que &eacute;sta no afecta a aqu&eacute;lla. &ldquo;Los paralelistas cl&aacute;sicos dec&iacute;an que lo corporal y lo mental ocurr&iacute;an siempre por pasos, en forma siempre paralela, pero sin que los enlazaran ning&uacute;n nexo causal&rdquo; (<a href="#redalyc_446357678005_ref3">Campbell, 1987: 53</a>). Esta forma de paralelismo se consider&oacute; como un &uacute;ltimo recurso desesperado, ya que implica la postulaci&oacute;n de todo tipo de causas mentales ocultas e insospechadas. La segunda forma de paralelismo asegura que la materia puede afectar a la mente, pero no verse afectada por &eacute;sta.</p>
<p class="sangria">
<p class="quote">Si afirmamos que la mente no es una cosa espiritual en ning&uacute;n
sentido, y que los sucesos mentales nunca causan otros sucesos mentales, la
concebiremos como una mera sucesi&oacute;n de procesos de conocimiento, decisi&oacute;n, sentimiento,
etc., que tienen en su origen causas corporales (<a href="#redalyc_446357678005_ref3">Campbell, 1987: 55)</a>.</p>
</p>
<p class="sangria"> A lo anterior se le conoce como epifenomenismo, popular a finales del siglo XIX. La hip&oacute;tesis causal es m&aacute;s apropiada a la segunda vertiente del paralelismo, ya que s&oacute;lo pretende recurrir a sucesos que podemos asegurar, independientemente de que se den. Sin embargo, ambas formas de paralelismo se oponen a la convicci&oacute;n de que las condiciones mentales tienen efecto sobre la conducta humana. </p>
<p class="sangria"> Por &uacute;ltimo, se tiene el dualismo de propiedades o neodualismo, que la mayor&iacute;a de los fil&oacute;sofos anal&iacute;ticos mantienen. La tesis central del dualismo de propiedades es que una persona es una &uacute;nica substancia material, un cuerpo, que ejemplifica dos clases de propiedades de naturaleza completamente distintas: mentales y f&iacute;sicas.</p>
<p class="sangria">
<p class="quote">una de las tesis del neodualismo es que al decir que algo
tiene mente o una vida mental no queremos decir que ese algo es en parte una
substancia pensante cartesiana, sino tan s&oacute;lo que es una substancia material
que ejemplifica propiedades mentales (<a href="#redalyc_446357678005_ref13">Pineda, 2012: 97</a>).</p>
</p>
<p class="sangria"> Una de las ventajas que presenta el neodualismo es que la interacci&oacute;n causal psicol&oacute;gico-f&iacute;sica no implica interacci&oacute;n entre substancias distintas, ahorr&aacute;ndose problemas que padece el dualismo cartesiano. As&iacute;, el neodualismo puede distinguir entre estados mentales que involucran la ejemplificaci&oacute;n de una propiedad f&iacute;sica por parte de un cuerpo, ya que un mismo cuerpo puede estar en estados f&iacute;sicos y mentales distintos a la vez. </p>
<p class="sangria"> Independientemente del enfoque que se tenga, sea monista o dualista, en todas sus diversificaciones es com&uacute;n encontrar ciertas caracter&iacute;sticas que presenta el fen&oacute;meno de la conciencia, tanto a nivel material como consciente, por lo que la filosof&iacute;a de la mente, como otras &aacute;reas afines, problematiza con la funci&oacute;n que se da dentro de este proceso mental y c&oacute;mo se desarrolla de manera conceptual al entendimiento. </p>
<p class="negrita seccion">ESTADOS FENOM&Eacute;NICOS</p>
<p class="sangria"> &ldquo;El t&eacute;rmino fenom&eacute;nico deriva de fen&oacute;meno, cuyo significado es: aquello que aparece en la conciencia cuando ejercitamos nuestros sentidos&rdquo; (<a href="#redalyc_446357678005_ref13">Pineda, 2012: 51</a>). El sentido del t&eacute;rmino que recoge la fenomenolog&iacute;a, o ciencia acerca de los fen&oacute;menos, no hace caso de las cosas mismas, sino de lo que nos aparece en la conciencia cuando entramos en contacto con ellas. </p>
<p class="sangria"> Entre los estados fenom&eacute;nicos se encuentran las sensaciones perceptivas, el tipo de estados mentales implicados en un acto de percepci&oacute;n: sensaciones visuales, crom&aacute;ticas o de forma, auditivas, gustativas, t&aacute;ctiles y olfativas. Por otro lado, tambi&eacute;n est&aacute;n las sensaciones corporales, las cuales nos informan el estado general del organismo: hambre, sed, dolor, mareo, sensaciones t&eacute;rmicas (fr&iacute;o o calor), sensaciones de fiebre, picores y cosquillas. Finalmente, se encuentran tambi&eacute;n las emociones: el amor, el odio, el miedo, la alegr&iacute;a, la tristeza. Lo caracter&iacute;stico de todos estos tipos de estados es que tienen un modo peculiar de sentirse que s&oacute;lo parece accesible por introspecci&oacute;n. </p>
<p class="sangria"> Hay varios v&iacute;nculos profundos y fundamentales entre la conciencia y la cognici&oacute;n, por ello el contenido de nuestras experiencias conscientes est&aacute; estrechamente relacionado con el contenido de nuestros estados cognitivos.</p>
<p class="sangria">
<p class="quote">Cada vez que tenemos una sensaci&oacute;n de verde, individualizada
fenom&eacute;nicamente, tenemos una percepci&oacute;n de verde correspondiente,
individualizada psicol&oacute;gicamente. Por otro lado, gran parte de la actividad
cognitiva puede estar centrada en la experiencia consciente (<a href="#redalyc_446357678005_ref4">Chalmers, 1999:
226-227</a>).</p>
</p>
<p class="sangria"> Sabemos acerca de nuestras experiencias y emitimos juicios sobre ellas; mientras realizamos cualquier actividad gran parte de los pensamientos est&aacute;n dedicados a la conciencia. Estas relaciones entre conciencia y cognici&oacute;n no son arbitrarias ni caprichosas, sino sistem&aacute;ticas. </p>
<p class="sangria"> Chalmers enfatizar&iacute;a que un an&aacute;lisis sobre esta relaci&oacute;n sistem&aacute;tica podr&iacute;a proporcionar material b&aacute;sico para una teor&iacute;a de la conciencia. El resultado de todo esto es que se puede ver que la naturaleza de la cognici&oacute;n no es irrelevante para la conciencia, sino fundamental para su explicaci&oacute;n. El problema principal al elaborar una teor&iacute;a de la cognici&oacute;n es que &eacute;sta no podr&iacute;a cubrir todo el trabajo explicativo por s&iacute; misma, pero en la actualidad podr&iacute;a desempe&ntilde;ar un papel importante, ya que, como afirmar&iacute;an algunos fil&oacute;sofos de la mente, es a trav&eacute;s de la cognici&oacute;n que captamos la conciencia. </p>
<p class="sangria"> Al aspecto fenom&eacute;nico de estos estados, es decir, ese aspecto que consiste en un modo de sentir y es s&oacute;lo introspectivamente accesible, se le designa con el vocablo latino <span class="italica">quale</span> (plural <span class="italica">qualia</span>).<sup><a href="#fn5">5</a></sup> No parece haber ning&uacute;n modo de saber qu&eacute; es un <span class="italica">quale</span>, salvo el estar en un estado mental que lo posea. Parecer&iacute;a que el &uacute;nico modo de referir a un <span class="italica">quale </span>determinado es describirlo como el modo caracter&iacute;stico en que se experimenta tal o cual sensaci&oacute;n en tales y cuales circunstancias.</p>
<p class="negrita seccion">LOS <span class="italica">QUALIA</span>
</p>
<p class="sangria">El t&eacute;rmino <span class="italica">qualia </span>se introdujo para referir el
supuesto car&aacute;cter cualitativo de la experiencia. Cada experiencia tiene un
car&aacute;cter cualitativo distintivo. Esta definici&oacute;n es usada en el terreno de la
filosof&iacute;a. Los <span class="italica">qualia</span>, sostiene el fil&oacute;sofo americano Ned Block, son
inclusiones de las sensaciones que experimentan nuestros sentidos: vista,
olfato, o&iacute;do.</p>
<p class="sangria">
<p class="quote">El t&eacute;rmino es <span class="italica">qualia</span>, cuyo singular en ingl&eacute;s es <span class="italica">quale</span>. Cada
estado consciente es un <span class="italica">qualia</span>, porque en &eacute;l existe cierta sensaci&oacute;n cualitativa.
Ahora bien, dice el antifuncionalista, el inconveniente del funcionalismo es
que excluye los <span class="italica">qualia</span>. Desestima el aspecto cualitativo de nuestras
experiencias conscientes, y por ello los <span class="italica">qualia </span>est&aacute;n ausentes de la descripci&oacute;n
funcionalista. Los <span class="italica">qualia</span> tienen existencia real, de modo que cualquier teor&iacute;a
que la niegue, como lo hace el funcionalismo, es expl&iacute;cita o impl&iacute;citamente
falsa (<a href="#redalyc_446357678005_ref14">Searle, 2006: 112</a>).</p>
</p>
<p class="sangria">Las propiedades
experienciales de los <span class="italica">qualia </span>son las sensaciones, los sentimientos, las
percepciones y tambi&eacute;n los pensamientos y los deseos, por ello el fil&oacute;sofo John
Searle se&ntilde;ala que todo estado consciente se puede comprobar debido a su
car&aacute;cter cualitativo, y considera que el hecho de pensar lleva consigo una
sensaci&oacute;n cualitativa especial. Seg&uacute;n <a href="#redalyc_446357678005_ref4">Chalmers (1999: 26)</a>:</p>
<p class="sangria">
<p class="quote">un estado mental es consciente si est&aacute; ligado a una sensaci&oacute;n
cualitativa, una cualidad asociada de experiencia. Estas sensaciones cualitativas
se conocen tambi&eacute;n como cualidades fenom&eacute;nicas o <span class="italica">qualia </span>para abreviar. El problema
de explicar estas cualidades fenom&eacute;nicas es justamente el problema de explicar
la conciencia.</p>
</p>
<p class="sangria"> Los neurocient&iacute;ficos han seguido la idea de los <span class="italica">qualia</span>. El bi&oacute;logo brit&aacute;nico Ian Glynn comenta, en su texto<span class="italica"> An anatomy of thought</span>, que aunque aquello con lo que con mayor evidencia se asocian los <span class="italica">qualia </span>son las sensaciones y las percepciones, tambi&eacute;n se encuentran otros estados mentales, como las creencias, los deseos, las esperanzas y los temores durante episodios conscientes de estos estados. El neurocient&iacute;fico por&shy;tugu&eacute;s <a href="#redalyc_446357678005_ref6">Antonio Damasio (2000: 25)</a> afirma que &ldquo;<span class="italica">qualia </span>son las cualidades sensoriales b&aacute;sicas que se hallan en el azul del cielo o en el timbre de sonido que produce una viola, los componentes fundamentales de las im&aacute;genes en la metaf&oacute;rica f&iacute;lmica&rdquo;. Por otro lado, el bi&oacute;logo Gerald Edelman y el neurocient&iacute;fico Giulio Tononi aseveran que cada experiencia consciente diferenciable representa un <span class="italica">quale </span>distinto, tanto si es primariamente una sensaci&oacute;n, una imagen, un pensamiento o incluso un humor, concluyendo que el problema de los <span class="italica">qualia </span>es el problema m&aacute;s desalentador de la conciencia. </p>
<p class="sangria"> La sensaci&oacute;n subjetiva o cualitativa de una experiencia consciente se caracteriza desde la perspectiva de algo que se siente, cuando un organismo tiene una experiencia. Una experiencia u otra entidad subjetiva es fenom&eacute;nicamente consciente s&oacute;lo si hay algo que uno siente al tenerla, dice la <span class="italica">Routledge Encyclopaedia of Philosophy</span>. Los estados conscientes son cualitativos, dir&iacute;a Searle, en el sentido de que para todo estado consciente hay algo que se siente cualitativamente al estar en ese estado. El uso de las expresiones o ideas &ldquo;hay algo que se siente&rdquo; o &ldquo;hay algo que es como&hellip;&rdquo; viene del art&iacute;culo del fil&oacute;sofo Thomas Nagel, titulado &ldquo;What is it like to be a bat?&rdquo;; donde se sostiene que el hecho de que un organismo tenga experiencias conscientes significa que hay algo que siente al ser ese organismo; eso ser&iacute;a el car&aacute;cter o cualidad subjetiva de la experiencia:</p>
<p class="sangria">
<p class="quote">We would have
to develop such a phenomenology to describe the sonar experiences of bats; but
it would also be posible to begin with humans. One might try, for example, to
develop concepts that could be used to explain to a person blind form birth
what it was like to see (<a href="#redalyc_446357678005_ref5">Chalmers, 2002: 224</a>).</p>
</p>
<p class="sangria"> Nagel sostiene que el car&aacute;cter cualitativo de las experiencias de otras especies puede estar m&aacute;s all&aacute; de nuestras capacidades de concebir. De hecho, lo mismo se puede decir de las experiencias de otros seres humanos. </p>
<p class="sangria"> As&iacute; pues, los <span class="italica">qualia </span>se conciben como las caracter&iacute;sticas cualitativas de los estados mentales o de las experiencias. Del campo de estudio depende c&oacute;mo se les quiera llamar; hablamos de percepci&oacute;n, sensaci&oacute;n, afecto, deseo, pensamiento y creencia. Para toda experiencia consciente o cada estado mental consciente hay algo que se siente. Este algo es un <span class="italica">quale</span>: un sentimiento cualitativo. El problema de explicar estas cualidades fenom&eacute;nicas no es otro que el problema de explicar la conciencia, seg&uacute;n Chalmers. </p>
<p class="sangria"> Por lo tanto, es posible deducir que dentro del marco de la filosof&iacute;a de la mente se puede entender que la conciencia consiste en estados &mdash;t&eacute;rmino m&aacute;s digerible&mdash; (procesos, acontecimientos, entre otros conceptos) que son cualitativos y subjetivos. Los estados conscientes s&oacute;lo se dan como parte de un &uacute;nico campo unificado de conciencia. La conciencia es cualitativa, en el sentido de que para cada estado consciente hay un determinado car&aacute;cter cualitativo, un aspecto de c&oacute;mo es o c&oacute;mo se siente. Un ejemplo ser&iacute;a que el car&aacute;cter cualitativo de beber cerveza es diferente del car&aacute;cter cualitativo de escuchar la <span class="italica">Novena </span>sinfon&iacute;a de Beethoven. Estos estados son subjetivos en el sentido ontol&oacute;gico, ya que &uacute;nicamente existen en tanto que son experimentados por un sujeto humano o animal y son unificados en el sentido de cualquier estado consciente. Dado su car&aacute;cter subjetivo y cualitativo, a estos estados a veces se les llama <span class="italica">qualia</span>. </p>
<p class="sangria"> Los fen&oacute;menos conscientes son fen&oacute;menos concretos que ocurren en el espacio-tiempo; no son entes abstractos, como los n&uacute;meros. La cualitatividad, la subjetividad y la unidad son tres aspectos diferentes de la esencia de la conciencia. Un ejemplo de ello ser&iacute;a la experiencia visual, ya que tiene todas las caracter&iacute;sticas que se acaban de mencionar: es cualitativa, subjetiva y existe como parte de un campo unificado. As&iacute; pues, tenemos los tres componentes de la escena visual: el sujeto que percibe, el objeto que es percibido y la experiencia visual cualitativa.</p>
<p class="sangria"> Los <span class="italica">qualia </span>son estados causados enteramente por procesos cerebrales. No estamos seguros de cu&aacute;les son los mecanismos causales, pero parece que la excitaci&oacute;n de las neuronas en la sinapsis desempe&ntilde;a un papel funcional especialmente importante.</p>
<p class="sangria"> Los estados conscientes existen en el cerebro. Se hacen realidad en &eacute;l como caracter&iacute;stica de un alto nivel de un sistema y su conjunto. Un ejemplo ser&iacute;a que los pensamientos conscientes sobre nuestras abuelas son procesos que se producen en el cerebro, pero, por lo que sabemos, ninguna neurona en concreto puede causar ni realizar pensamiento sobre una abuela. La conciencia es una caracter&iacute;stica del cerebro en un nivel superior al de las neuronas individuales.</p>
<p class="negrita seccion">CONCLUSIONES</p>
<p class="sangria"> El problema de la conciencia no es nuevo, como lo pueden hacer creer las neurociencias; tampoco es tan conceptualizado como nos lo presenta la filosof&iacute;a de la mente; sin embargo, mediante un an&aacute;lisis cronol&oacute;gico y metodol&oacute;gico se puede identificar la historicidad del problema mente-cuerpo, la evoluci&oacute;n de &eacute;ste y su proceso actual, que cuenta con el apoyo de una gama de interdisciplinas enfocadas a resolver todo cuestionamiento de &eacute;l. </p>
<p class="sangria"> Cada autor, desde el m&aacute;s antiguo hasta el m&aacute;s moderno, cuenta con un bagaje cultural, hist&oacute;rico, social e incluso religioso que le permite comprender el problema y fusionar los conceptos en su b&uacute;squeda por crear enfoques para describir el funcionamiento consciente del humano. </p>
<p class="sangria"> Quiz&aacute; uno de los problemas que se vive en la actualidad en todas las &aacute;reas es pensar que la conciencia no surge a partir de una creaci&oacute;n org&aacute;nica; es decir, se cree que el cerebro humano es el &uacute;nico capaz de generar una conciencia cuando, desde un punto meramente biol&oacute;gico, todo cerebro, por muy sencillo o complejo que parezca, podr&iacute;a albergar un nivel de conciencia. Lo anterior llevar&iacute;a a concluir que en la naturale&shy;za existen tipos de conciencia, pero la problem&aacute;tica principal es c&oacute;mo surgen y de qu&eacute; manera se presentan en otros organismos diferentes del humano. </p>
<p class="sangria"> Por &uacute;ltimo, se debe dejar en claro que la conciencia es uno de los cuestionamientos m&aacute;s complicados de refutar, demostrar y abarcar, pero se tiene que comprender que el organismo m&aacute;s importante para nosotros, como seres pensantes, es el cerebro, ya que ah&iacute; surge el fen&oacute;meno y por ello es importante su investigaci&oacute;n conjunta. Ciencia y filosof&iacute;a van de la mano en b&uacute;squeda de respuestas conscientes.</p>
</div>
<div id="back">
<p class="negrita seccion">Referencias</p>
<p class="bibliografia" id="redalyc_446357678005_ref1">Arist&oacute;teles (1994), <span class="italica">Metaf&iacute;sica </span>(Libro VII), Madrid, Gredos.</p>
<p class="bibliografia" id="redalyc_446357678005_ref2">Brentano, Franz (1935), <span class="italica">Psicolog&iacute;a desde un punto de vista emp&iacute;rico</span>, Madrid, Revista de Occidente.</p>
<p class="bibliografia" id="redalyc_446357678005_ref3">Campbell, Keith (1987), <span class="italica">Cuerpo y mente</span>, M&eacute;xico, UNAM.</p>
<p class="bibliografia" id="redalyc_446357678005_ref4">Chalmers, David J. (1999), <span class="italica">La mente consciente. En busca de una teor&iacute;a fundamental</span>, Barcelona, Gedisa.</p>
<p class="bibliografia" id="redalyc_446357678005_ref5">Chalmers, David J. (2002), <span class="italica">Philosophy of Mind. Classical and Contemporary Readings</span>, Nueva York, Oxford University Press.</p>
<p class="bibliografia" id="redalyc_446357678005_ref6">Damasio, Antonio (2000), <span class="italica">Sentir lo que sucede. Cuerpo y emoci&oacute;n en la f&aacute;brica de la consciencia</span>, Chile, Editorial Andr&eacute;s Bello.</p>
<p class="bibliografia" id="redalyc_446357678005_ref7">Descartes, Ren&eacute; (2011a), <span class="italica">Discurso del m&eacute;todo</span>, Madrid, Gredos.</p>
<p class="bibliografia" id="redalyc_446357678005_ref8">Descartes, Ren&eacute; (2011b), <span class="italica">Las pasiones del alma</span>, Madrid, Gredos.</p>
<p class="bibliografia" id="redalyc_446357678005_ref9">Descartes, Ren&eacute; (2011c), <span class="italica">Tratado del hombre</span>, Madrid, Gredos.</p>
<p class="bibliografia" id="redalyc_446357678005_ref11">Garc&iacute;a Garc&iacute;a, Emilio (2001), <span class="italica">Mente y cerebro</span>, Madrid, S&iacute;ntesis.</p>
<p class="bibliografia" id="redalyc_446357678005_ref12">Gonz&aacute;lez &Aacute;lvarez, Julio (2010), <span class="italica">Breve historia del cerebro</span>, Barcelona, Cr&iacute;tica.</p>
<p class="bibliografia" id="redalyc_446357678005_ref13">Pineda, David (2012), <span class="italica">La mente humana. Introducci&oacute;n a la filosof&iacute;a de la psicolog&iacute;a</span>, Madrid, C&aacute;tedra.</p>
<p class="bibliografia" id="redalyc_446357678005_ref10">Rosental, Mark y Pavel Fedorovich (dirs.) (1965), <span class="italica">Diccionario sovi&eacute;tico de filosof&iacute;a</span>, Montevideo, Ediciones Pueblos Unidos.</p>
<p class="bibliografia" id="redalyc_446357678005_ref14">Searle, John R. (2006), <span class="italica">La mente: una breve introducci&oacute;n</span>, Colombia, Editorial Norma.</p>
<p class="bibliografia" id="redalyc_446357678005_ref15">Solms, Mark y Oliver Turnbull (2005), <span class="italica">El cerebro y el mundo interior. Una introducci&oacute;n a la neurociencia de la experiencia subjetiva</span>, M&eacute;xico, FCE.</p>
<p class="negrita seccion">Notas</p>
<div class="nota" id="fn1">
<span class="label"><sup>1</sup></span> <span class="italica"> Ciencia cognitiva </span>es un t&eacute;rmino inapropiado, ya que excluye funciones mentales no cognoscitivas, como las emociones y la motivaci&oacute;n. Sin embargo, utilizaremos este t&eacute;rmino, ya que creemos que es el que se ajusta m&aacute;s al enfoque de la investigaci&oacute;n. Para un an&aacute;lisis m&aacute;s profundo v&eacute;ase <span class="italica">El cerebro y el mundo interior... </span>de Mark Solms y Oliver Turnbull.</div>
<div class="nota" id="fn2">
<span class="label"><sup>2</sup></span>  Se les recuerda a los lectores con visi&oacute;n o posici&oacute;n psicoana&shy;l&iacute;tica que la vida mental no es sin&oacute;nimo de conciencia; no se va a tratar este giro particular del problema.</div>
<div class="nota" id="fn3">
<span class="label"><sup>3</sup></span>  Doctrina en la que los objetos capaces de sufrir cambios constan de materia (<span class="italica">h&yacute;le</span>) y de forma (<span class="italica">morph&eacute;</span>).</div>
<div class="nota" id="fn4">
<span class="label"><sup>4</sup></span>  El t&eacute;rmino <span class="italica">substancia </span>debe entenderse en una doble acepci&oacute;n. En primera instancia en el sentido aristot&eacute;lico, como aquello que subyace a los cambios y es soporte de propiedades; en segunda instancia, el sentido de aquella entidad capaz de existir por s&iacute; misma, esto es, con independencia de cualquier cosa.</div>
<div class="nota" id="fn5">
<span class="label"><sup>5</sup></span> <span class="italica"> Quale </span>(cualidad): nos referimos a los datos de los sentidos, pero no en su realidad concreta e inmediata, sino en cuanto pueden ser pensados como universales (a los <span class="italica">que </span>llamamos qualia).</div>
<p class="negrita seccion">Notas de autor </p>
<div class="nota-autor" id="fn6">
<span class="label">*</span> LUIS &Aacute;NGEL DUR&Aacute;N RIVERA. Licenciado en Filosof&iacute;a por la
Universidad Aut&oacute;noma del Estado de M&eacute;xico. Actualmente se desempe&ntilde;a como
titular del departamento de redacci&oacute;n del <span class="italica">Diario Evoluci&oacute;n</span> (M&eacute;xico). Sus
intereses acad&eacute;micos versan alrededor de la filosof&iacute;a de la ciencia y las
neurociencias.</div>
<div class="nota-autor" id="fn8"> Este art&iacute;culo forma parte de la tesis "El problema de la conciencia: Una descripci&oacute;n metodol&oacute;gica y conceptual, desde las Ciencias Cognitivas y la Filosof&iacute;a de la Mente", presentada por el autor en 2017 para obtener el grado de Licenciado en Filosof&iacute;a.</div>
</div>
</div>
<div id="creditos">
<span class="creditos-text">HTML generado a partir de XML-JATS4R por</span><span style="background-image: url('https://www.redalyc.org/journal/img/redalyc-378px.png');" class="creditos-logo"></span>
</div>
</body>
</html>
